WowDataTooltip.addLocale('ru_RU',{
	'meta':{
		'locale': 'ru_RU'
	},
	'templates':{
		'character':{
			'sri':'<%= this.localize(["characterClass", this["class"], this["gender"]]) %>-<%= this.localize(["characterRace", this["race"], this["gender"]]) %> <%= this["level"] %> yp.',
			'ilvl':'<%= this.averageItemLevelEquipped %> средний (<%= this.averageItemLevel %>)'
		},
		'guild':{
			'sri':'Гильдия <%= this["level"] %>-го ур. (<%= this.localize(["factionSide", this["side"]]) %>), <%= this["realm"] %>',
			'members':'Членов гильдии: <%= this["members"].length %>'
		}
	},
	'loading-realm':'Загрузка области ...',
	'loading-item':'Загрузка пункт ...',
	'loading-character':'Загрузка характер ...',
	'loading-guild':'Загрузка гильдии ...',
	'realm-not-found':'Площадь не найден!',
	'characterClass':{'1':{'0':'Воин','1':'Воин'},'2':{'0':'Паладин','1':'Паладин'},'3':{'0':'Охотник','1':'Охотница'},'4':{'0':'Разбойник','1':'Разбойница'},'5':{'0':'Жрец','1':'Жрица'},'6':{'0':'Рыцарь смерти','1':'Рыцарь смерти'},'7':{'0':'Шаман','1':'Шаманка'},'8':{'0':'Маг','1':'Маг'},'9':{'0':'Чернокнижник','1':'Чернокнижница'},'11':{'0':'Друид','1':'Друид'}},
	'characterRace':{'1':{'0':'Человек','1':'Человек'},'2':{'0':'Орк','1':'Орк'},'3':{'0':'Дворф','1':'Дворф'},'4':{'0':'Ночной эльф','1':'Ночная эльфийка'},'5':{'0':'Отрекшийся','1':'Нежить'},'6':{'0':'Таурен','1':'Таурен'},'7':{'0':'Гном','1':'Гном'},'8':{'0':'Тролль','1':'Тролль'},'9':{'0':'Гоблин','1':'Гоблин'},'10':{'0':'Эльф крови','1':'Эльфийка крови'},'11':{'0':'Дреней','1':'Дреней'},'22':{'0':'Ворген','1':'Ворген'}},
	'factionSide':{'0':'Альянс','1':'Орда','alliance':'Альянс','horde':'Орда'},
	'realmType':{'pve':'PvE','pvp':'PvP','rp':'RP','rppvp':'RPPvP'},
	'realmQueue':{'false':'Нет очередей','true':'очередь'},
	'realmStatus':{'false':'автономно','true':'Интернет'},
	'realmPopulation':{'low':'Низкий населения','medium':'Средний населения','high':'Высокая населения'}
});